/**
 * Алгоритм рассчетм ИМТ
 * 1. Инициализация данных
 * Создать переменную для вес пользователя в килограммах (например, weight)
 * Создать переменную для роста пользователя в сантиметрах (например, heightCm)
 * 
 * 2. Подготовка данных
 * Перевести рост из сантиметров в метры: разделить heightCm на 100 и записать в переменну heightM.
 * 
 * 3. Вычисление ИМТ
 * Возвести рост в метрах (heightM) в квадрат.
 * Разделить вес (weight) на полученный квадрат роста.
 * Округлить результат до одного или двух знаков после запятой с помощью метода toFixed().
 * Сохранить финльное число в переменную hmi.
 * 
 * 
 */